Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_yk:n_alkuperaiskansojen_pysyvaan_foorumiin_unpfii_new_yorkissa.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät osallistuu YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) New Yorkissa
sms: Sääʹmteʹǧǧ vuässââtt ÕM:i alggmeerai põõšši fooruuʹme (UNPFII) New Yorkâst

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso ja nuorisoneuvoston puheenjohtaja Risten Mustonen osallistuvat YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) 22.4.-3.5.2019.
sms: Sääʹmteeʹǧǧ II väärrsaaǥǥjååʹđteei Tuomas Aslak Juuso da nuõrisuåvtõõzz saaǥǥjååʹđteei Risten Mustonen vuässâʹtte ÕM:i alggmeerai põõšši fooruuʹme (UNPFII) 22.4.-3.5.2019.

source: Foorumin 18. istunnon pää teemana on perinteinen tieto ( Traditional knowledge : Generation , transmission and protection ).
sms: Fooruum 18. såbbar väʹlddteeʹmmen lij ääʹrbvuâlaž teâtt (Traditional knowledge: Generation, transmission and protection).

source: Risten Mustonen osallistuu foorumiin 22.-27.4. ja II varapuheenjohtaja Tuomas Aslak Juuso 23.4.-2.5 .
sms: Nuõrisuåvtõõzz saaǥǥjååʹđteei vuässââtt fooruuʹme 22.-27.4. da II väärrsaaǥǥjååʹđteei Tuomas Aslak Juuso 24.4.-30.4.

source: Tänä vuonna foorumissa nostetaan pääteeman lisäksi esille YK:n alkuperäiskansojen kielten vuosi.
sms: Taʹnni fooruumâst kaaggât väʹlddteeʹmm lââʹssen ouʹdde ÕM:i alggmeerai ǩiõli eeʹǩǩ.

source: – Odotan tältä vuodelta hyviä keskusteluita erityisesti alkuperäiskansojen osallistumisoikeudesta YK:hon.
sms: “Vuârdam tän eeʹjjest šiõǥǥ saǥstõõllmõõžžid jeeʹrab alggmeerai vuässõõttâmvuõiggâdvuõđâst ÕM:id.

source: Osallistumisoikeus on yksi meidän pääprioriteeteistamme YK:ssa tällä hetkellä , kertoo II varapuheenjohtaja Tuomas Aslak Juuso osallistumisesta foorumiin.
sms: Vuässõõttâmvuõiggâdvuõtt lij õhtt mij väʹlddprioriteeʹttin ÕM:in tän poodd”, mušttal II väärrsaaǥǥjååʹđteei Tuomas Aslak Juuso vuässõõttmest fooruuʹme.

source: Foorumiin osallistuu Norjan ja Ruotsin Saamelaiskäräjät sekä lukuisi a saamelaisyhdistyksiä Norjasta, Ruotsista, Suomesta ja Venäjältä.
sms: Fooruuʹme vuässâʹtte Taarrjânnam da Ruõccjânnam Sääʹmteeʹǧǧ di määŋg sääʹmõõutstõõzz Taarrjânnmest, Ruõccjânnmest, Lääʹddjânnmest da Ruõššjânnmest.

source: Alkuperäiskansojen edustajat järjestävät pysyvän foorumin aikana perinteisesti monia sivutapahtumia.
sms: Alggmeerai eeʹttǩeei reäʹšše põõšši fooruum poodd ääʹrbvuâlželd määŋgid čårršõddmõõžžid.

source: Tapahtumien tarkoituksena on kiinnittää huomiota ja jakaa tietoa alkuperäiskansoja koskettaviin ajankohtaisiin teemoihin.
sms: Šõddmõõžži mieʹrren lij ǩiddteed vuâmmšummuž da juâkkad teâđ alggmeeraid kuõskki ääiʹjpoddsaž teeʹmid.

source: YK:n alkuperäiskansojen pysyvä foorumi ( The United Nations Permanent Forum on Indigenous Issues , UNPFII) on vuonna 2000 perustettu YK:n talous- ja sosiaalineuvoston ( Economic and Social Council , ECOSOC) alainen neuvoa-antava toimielin, johon kuuluu 16 itsenäistä asiantuntijajäsentä.
sms: ÕM:i alggmeerai põõšši foorum (The United Nations Permanent Forum on Indigenous Issues, UNPFII) lij eeʹjj 2000 alttuum ÕM:i tällõs- da sosiaalsuåvtõõzz (Economic and Social Council, ECOSOC) vuâllsaž vuäʹppõsuvddi tuåimmorgaan, koozz koʹlle 16 jiõččnaž äʹšštobddivuäzzliʹžžed.

source: Hallitukset nimittävät kahdeksan jäsentä ja alkuperäiskansat kahdeksan jäsentä.
sms: Halltõõzz nõõmte kääuʹc vuäzzliʹžžed da alggmeer kääuʹc vuäzzliʹžžed.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansoja koskevia kysymyksiä erityisesti taloudellisen ja sosiaalisen kehityksen, kulttuurin, ympäristökysymysten, koulutuksen, terveyden ja ihmisoikeuksien alueelta.
sms: Fooruum tuâjjan lij kaggâd saǥstõõllma alggmeeraid kuõskki kõõččmõõžžid jeeʹrab ekonoomlaž da sosiaalʼlaž ouddnummuž, kulttuur, pirrõskõõččmõõžži, škoouʹlʼjummuž, tiõrvâsvuõđ da ooumažvuõiggâdvuõđi sueʹrjest.

source: Pysyvä foorumi antaa suosituksia sekä toimii keskeisenä foorumina valtioiden, alkuperäiskansojen sekä YK:n erityisjärjestöjen väliselle vuoropuhelulle.
sms: Põõšši foorum oudd siâzztõõzzid di tuåimmai kõskksaž fooruumân riikki, alggmeerai di ÕM:i spesiaalorganisaatioi kõskksaž vuârrmainstummša.

source: Se kokoontuu istuntoonsa kerran vuodessa YK:n päämajassa New Yorkissa.
sms: Tõt noorââtt såbbrasas õõut vuâra eeʹjjest ÕM:i jååʹđtemkõõskõõzzâst New Yorkâst.

source: Saamelaiskäräjät osallistuu pysyvän foorumin istuntoihin joko osana Suomen valtion valtuuskuntaa tai itsenäisesti.
sms: Sääʹmteʹǧǧ vuässââtt põõšši fooruum såbbrid vueʹssen Lääʹdd riikk väʹldduumkååʹdd leʹbe jiõččânji.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso, puh. +358 40 187 1331, tuomas.
sms: Sääʹmteeʹǧǧ II väärrsaaǥǥjååʹđteei Tuomas Aslak Juuso, teʹl. +358 40 187 1331, tuomas.juuso(at)samediggi.fi
